"Fetching from Facebook..." = "Trazendo de Facebook...";

"Share on %@" = "Compartilhar em %@";

/* HUD Messages */
"Loading..." = "Carregando...";

"Cancel" = "Cancelar";

"Go to Settings > Twitter > Add Account" = "Ir a Configurações > Twitter > Adicionar Conta";

"Sending message..." = "Enviando mensagem...";

"\"To\" is not selected." = "\"Para\" não esta selecionado.";

/* Action Sheet Titles */
"Choose an Email address" = "Escolher um endereço de e-mail";

"Your name is empty." = "Seu nome esta vazio.";

"Share" = "Partilhar";

"This contact has no email address" = "Este contato não tem endereço de email";

"Sending..." = "Enviando...";

"Select at least 1 social media." = "Selecionar pelo menos 1 rede social.";

"This contact has no phone number" = "Este contato não tem numero de telefone";

/* Error Messages */
"Sorrry we can't do this" = "Desculpa, nos não podemos fazer isto";

"Send" = "Enviar";

"Share via Text" = "Compartilhar via texto";

"Cannot Send Message" = "Não é possível enviar mensagem";

"NO PERMISSIONS" = "SEM PERMISSÕES";

"Go to Settings > Privacy > Contacts > %@" = "Ir a Configurações > Privacidade > Contatos > %@";

"Choose a phone number" = "Escolher um numero de telefone";

"Go to Settings > Facebook > %@" = "Conecte sua conta de Facebook para encontrar seus amigos em Facebook.\n(Configurações > Facebook > %@)";

"APP_NAME" = "APP_NOME";

"Clear" = "Limpar";

"LINE is not installed." = "LINE não está instalado.";

"Sending Mail..." = "Enviando e-mail...";

"Invite" = "Convidar";

"Cannot Send Mail" = "Não é possível enviar e-mail";

"Sent!" = "Enviado!";

"Invite Friends" = "Convidar amigos";

"Go to Settings > Twitter > %@" = "Ir a Configurações > Twitter > %@";

"Preview Invite" = "Visualizar Convite";

"Fetching from Twitter..." = "Trazendo de Twitter...";

"ACCOUNTS NOT FOUND" = "CONTAS NÃO ENCONTRADAS";

"OK" = "OK";

"Text messaging is not available" = "Mensagens de texto não está disponível ";

"Text doesn't support the bulk invitation." = "O texto não suporta convites em grupo.";

/* View Titles, Button Titles, etc... */
"Invite via %@" = "Convidar %@";

"Go to Settings > Facebook" = "Ir a Configurações > Facebook";

"Share via Mail" = "Compartilhar via email";

"Authorizing..." = "Autorizando...";

"Creating page..." = "Criando página...";

"ALL" = "TODOS";

